[
	{
		"name": "Affenpinscher",
		"nameDog" : "affenpinscher",
		"short_description": "A small, feisty terrier with a wiry coat.",
		"description": "The Affenpinscher is a small, feisty terrier that is known for its intelligence and loyalty. They are also known for their wiry coat, which requires regular grooming. Affenpinschers are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "10-12 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Affenpinscher",
		"photo": "../img/affenpinscher.jpeg",
		"code": 100
	},
	{
		"name": "African",
		"nameDog": "african",
		"short_description": "A large, elegant hound with a long, flowing coat.",
		"description": "The Afghan Hound is a large, elegant hound that is known for its beauty and its independence. They are also known for their long, flowing coat, which requires regular grooming. Afghan Hounds are good for families with older children, as they can be a bit too independent for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "25-27 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Afghan_Hound",
		"photo": "",
		"code": 101
	},
	{
		"name": "Airedale Terrier",
		"nameDog": "airedale",
		"short_description": "A large, active terrier with a water-resistant coat.",
		"description": "The Airedale Terrier is a large, active terrier that is known for its intelligence and its loyalty. They are also known for their water-resistant coat, which makes them good swimmers. Airedale Terriers are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-23 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Airedale_Terrier",
		"photo": "",
		"code": 102
	},
	{
		"name": "Alaskan Malamute",
		"nameDog": "malamute",
		"short_description": "A large, powerful sled dog.",
		"description": "The Alaskan Malamute is a large, powerful sled dog that is known for its strength and its endurance. They are also known for their friendly and gentle nature. Alaskan Malamutes are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "23-25 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Alaskan_Malamute",
		"photo": "",
		"code": 104
	},
	{
		"name": "American Bulldog",
		"nameDog": "bulldog",
		"short_description": "A large, muscular bully breed.",
		"description": "The American Bulldog is a large, muscular bully breed that is known for its strength and its loyalty. They are also known for their gentle and affectionate nature. American Bulldogs are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "20-22 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/American_Bulldog",
		"photo": "",
		"code": 105
	},
	{
		"name": "American Eskimo",
		"nameDog": "eskimo",
		"short_description": "A small, white Spitz-type dog.",
		"description": "The American Eskimo Dog is a small, white Spitz-type dog that is known for its intelligence and its loyalty. They are also known for their friendly and gentle nature. American Eskimo Dogs are good for families with children of all ages. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "15-16 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/American_Eskimo_Dog",
		"photo": "",
		"code": 106
	},
	{
		"name": "American Pit Bull Terrier",
		"nameDog": "pitbull",
		"short_description": "A medium-sized, muscular dog with a short coat.",
		"description": "The American Pit Bull Terrier is a medium-sized, muscular dog with a short coat. They are known for their intelligence, their loyalty, and their playful nature. American Pit Bull Terriers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "18-21 inches",
		"friendliness": "7",
		"wiki_article": "https://en.wikipedia.org/wiki/American_Pit_Bull_Terrier",
		"photo": "",
		"code": 108
	},
	{
		
		"name": "Australian Cattle Dog",
		"nameDog": "australian",
		"short_description": "A medium-sized, stocky dog with a short, smooth coat.",
		"description": "The Australian Cattle Dog is a loyal, intelligent, and energetic breed. They are known for their distinctive blue merle coat and their keen herding instincts. Australian Cattle Dogs are relatively easy to train and make good pets for active families.",
		"size_at_the_withers": "18-20 inches",
		"friendliness": "9",
		"wiki_article": "https://en.wikipedia.org/wiki/Australian_Cattle_Dog",
		"code": 111
	},
	{
		"name": "Basenji",
		"nameDog": "basenji",
		"short_description": "A medium-sized, lightly built, compact dog with pricked ears and a curly tail carried to one side of the back.",
		"description": "The Basenji is a proud, alert and intelligent breed. They are known for their yodeling noises and their lack of barking. Basenjis are relatively low-maintenance dogs and make good pets for people who are active and enjoy spending time outdoors.",
		"size_at_the_withers": "16-17 inches",
		"friendliness": "8",
		"wiki_article": "https://en.wikipedia.org/wiki/Basenji",
		"code": 112
	},
	{
		"name": "Beagle",
		"nameDog": "beagle",
		"short_description": "A small, short-legged, smooth-coated hound with a long, drooping ears.",
		"description": "The Beagle is a friendly, gentle, and playful breed. They are known for their hound-like baying and their love of chasing small animals. Beagles are relatively easy to train and make good pets for families with children.",
		"size_at_the_withers": "13-15 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Beagle",
		"code": 113
	},
	{
		"name": "Borzoi",
		"nameDog": "borzoi",
		"short_description": "A large, slender, sighthound with a long, silky coat.",
		"description": "The Borzoi is a gentle, dignified, and independent breed. They are known for their graceful running and their ability to catch prey. Borzois are relatively easy to train and make good pets for experienced owners.",
		"size_at_the_withers": "26-30 inches",
		"friendliness": "8",
		"wiki_article": "https://en.wikipedia.org/wiki/Borzoi",
		"code": 114
	},
	{
		"name": "Belgian Malinois",
		"nameDog": "malinois",
		"short_description": "A medium-sized, working dog from Belgium.",
		"description": "The Belgian Malinois is a medium-sized, working dog from Belgium. They are known for their intelligence, their loyalty, and their herding ability. Belgian Malinois are good for families with older children, as they can be a bit too energetic for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-26 inches",
		"friendliness": "9",
		"wiki_article": "https://en.wikipedia.org/wiki/Belgian_Malinois",
		"photo": "",
		"code": 117
	},
	{
		"name": "Bouvier des Flandres",
		"nameDog": "bouvier",
		"short_description": "A large, sturdy, working dog with a rough, wiry coat.",
		"description": "The Bouvier des Flandres is a loyal, intelligent, and protective breed. They are known for their strength, their herding instincts, and their ability to work in harsh conditions. Bouviers des Flandres are relatively easy to train and make good pets for active families.",
		"size_at_the_withers": "23-26 inches",
		"friendliness": "8",
		"wiki_article": "https://en.wikipedia.org/wiki/Bouvier_des_Flandres",
		"code": 118
	},
	{
		"name": "Griffon Bruxellois",
		"nameDog": "brabancon",
		"short_description": "A small, sturdy, feisty dog with a wiry coat.",
		"description": "The Brabantian Griffon is a loyal, intelligent, and playful breed. They are known for their wiry coat, their mischievous personalities, and their love of attention. Brabantian Griffons are relatively easy to train and make good pets for active families.",
		"size_at_the_withers": "11-12 inches",
		"friendliness": "9",
		"wiki_article": "https://en.wikipedia.org/wiki/Brabantian_Griffon",
		"code": 120
	},
	{
		"name": "Boxer",
		"nameDog": "boxer",
		"short_description": "A medium-sized, muscular dog with a short coat.",
		"description": "The Boxer is a medium-sized, muscular dog with a short coat. They are known for their intelligence, their loyalty, and their playful nature. Boxers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-25 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Boxer_(dog)",
		"photo": "",
		"code": 121
	},
	{
		"name": "Briard",
		"nameDog": "briard",
		"short_description": "A large, rugged herding dog from France.",
		"description": "The Briard is a large, rugged herding dog from France. They are known for their intelligence, their loyalty, and their protective nature. Briards are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-27 inches",
		"friendliness": "7",
		"wiki_article": "https://en.wikipedia.org/wiki/Briard",
		"photo": "",
		"code": 122
	},
	{
		"name": "Norwegian Buhund",
		"nameDog": "buhund",
		"short_description": "A small, sturdy, Nordic Spitz dog with a thick, double coat.",
		"description": "The Norwegian Buhund is a loyal, intelligent, and active breed. They are known for their herding instincts, their love of the outdoors, and their friendly personalities. Norwegian Buhunds are relatively easy to train and make good pets for active families.",
		"size_at_the_withers": "17-19 inches",
		"friendliness": "9",
		"wiki_article": "https://en.wikipedia.org/wiki/Norwegian_Buhund",
		"code": 123
	},
	{
		"name": "Chow Chow",
		"nameDog": "chow",
		"short_description": "A large, independent dog with a thick coat.",
		"description": "The Chow Chow is a large, independent dog with a thick coat. They are known for their intelligence, their loyalty, and their aloof nature. Chow Chows are good for families with older children, as they can be a bit too aloof for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "17-20 inches",
		"friendliness": "8",
		"wiki_article": "https://en.wikipedia.org/wiki/Chow_Chow",
		"photo": "",
		"code": 126
	},
	{
		"name": "Cocker Spaniel",
		"nameDog": "spaniel",
		"short_description": "A small, friendly spaniel.",
		"description": "The Cocker Spaniel is a small, friendly spaniel. They are known for their intelligence, their loyalty, and their playful nature. Cocker Spaniels are good for families with children of all ages. They are also good for people who live in apartments, as they do not require a lot of space.",
		"size_at_the_withers": "14-15 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Cocker_Spaniel",
		"photo": "",
		"code": 127
	},
	{
		"name": "Dalmatian",
		"nameDog": "dalmatian",
		"short_description": "A large, spotted dog known for its firehouse association.",
		"description": "The Dalmatian is a large, spotted dog known for its firehouse association. They are known for their intelligence, their loyalty, and their playful nature. Dalmatians are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-24 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Dalmatian",
		"photo": "",
		"code": 128
	},
	{
		"name": "Doberman Pinscher",
		"nameDog": "pinscher",
		"short_description": "A large, muscular dog with a sleek coat.",
		"description": "The Doberman Pinscher is a large, muscular dog with a sleek coat. They are known for their intelligence, their loyalty, and their protective nature. Doberman Pinschers are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "24-28 inches",
		"friendliness": "7",
		"wiki_article": "https://en.wikipedia.org/wiki/Doberman_Pinscher",
		"photo": "",
		"code": 129
	},
	{
		"name": "Great Dane",
		"nameDog": "dane",
		"short_description": "A giant dog known for its size and gentle nature.",
		"description": "The Great Dane is a giant dog known for its size and gentle nature. They are known for their intelligence, their loyalty, and their playful nature. Great Danes are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "28-32 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Great_Dane",
		"photo": "",
		"code": 131
	},
	{
		"name": "Greyhound",
		"nameDog": "greyhound",
		"short_description": "A sleek, fast dog known for its racing history.",
		"description": "The Greyhound is a sleek, fast dog known for its racing history. They are known for their intelligence, their loyalty, and their gentle nature. Greyhounds are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "27-30 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Greyhound",
		"photo": "",
		"code": 132
	},
	{
		"name": "Husky",
		"nameDog": "husky",
		"short_description": "A medium-sized, working dog known for its thick coat and wolf-like appearance.",
		"description": "The Husky is a medium-sized, working dog known for its thick coat and wolf-like appearance. They are known for their intelligence, their loyalty, and their playful nature. Huskies are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-23 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Husky",
		"photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Huskiesatrest.jpg/440px-Huskiesatrest.jpg",
		"code": 133
	},
	{
		"name": "Labrador Retriever",
		"nameDog": "labrador",
		"short_description": "A large, friendly dog known for its intelligence and loyalty.",
		"description": "The Labrador Retriever is a large, friendly dog known for its intelligence and loyalty. They are known for their intelligence, their loyalty, and their playful nature. Labrador Retrievers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "22-24 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Labrador_Retriever",
		"photo": "",
		"code": 135
	},
	{
		"name": "Malinois",
		"nameDog": "malinois",
		"short_description": "A medium-sized, working dog known for its intelligence and loyalty.",
		"description": "The Malinois is a medium-sized, working dog known for its intelligence, its loyalty, and its protective nature. Malinois are good for families with older children, as they can be a bit too protective for young children. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "20-24 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Belgian_Malinois",
		"photo": "",
		"code": 136
	},
	{
		"name": "Newfoundland",
		"nameDog": "newfoundland",
		"short_description": "A giant dog known for its gentle nature and love of water.",
		"description": "The Newfoundland is a giant dog known for its gentle nature and love of water. They are known for their intelligence, their loyalty, and their playful nature. Newfoundlands are good for families with children of all ages. They are also good for people who live in homes with large yards and near water.",
		"size_at_the_withers": "27-31 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Newfoundland_(dog)",
		"photo": "",
		"code": 137
	},
	{
		"name": "Poodle",
		"nameDog": "poodle",
		"short_description": "A medium-sized, intelligent dog known for its curly coat.",
		"description": "The Poodle is a medium-sized, intelligent dog known for its curly coat. They come in three sizes: Standard, Miniature, and Toy. Poodles are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "15-22 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Poodle",
		"photo": "",
		"code": 138
	},
	{
		"name": "Samoyed",
		"nameDog": "samoyed",
		"short_description": "A large, fluffy dog known for its friendly and playful nature.",
		"description": "The Samoyed is a large, fluffy dog known for its friendly and playful nature. They are known for their intelligence, their loyalty, and their gentle nature. Samoyeds are good for families with children of all ages. They are also good for people who live in homes with large yards and cold climates.",
		"size_at_the_withers": "21-23 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Samoyed_(dog)",
		"photo": "",
		"code": 140
	},
	{
		"name": "Shetland Sheepdog",
		"nameDog": "sheepdog",
		"short_description": "A small, intelligent dog known for its herding ability.",
		"description": "The Shetland Sheepdog, also known as the Sheltie, is a small, intelligent dog known for its herding ability. They are known for their intelligence, their loyalty, and their playful nature. Shelties are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "13-16 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Shetland_Sheepdog",
		"photo": "",
		"code": 141
	},
	{
		"name": "Staffordshire Bull Terrier",
		"nameDog": "bullterrier",
		"short_description": "A medium-sized, muscular dog known for its friendly and playful nature.",
		"description": "The Staffordshire Bull Terrier is a medium-sized, muscular dog known for its friendly and playful nature. They are known for their intelligence, their loyalty, and their gentle nature. Staffordshire Bull Terriers are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "14-16 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Staffordshire_Bull_Terrier",
		"photo": "",
		"code": 143
	},
	{
		"name": "Vizsla",
		"nameDog": "vizsla",
		"short_description": "A medium-sized, hunting dog known for its smooth coat and gentle nature.",
		"description": "The Vizsla is a medium-sized, hunting dog known for its smooth coat and gentle nature. They are known for their intelligence, their loyalty, and their playful nature. Vizslas are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "21-23 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Vizsla",
		"photo": "",
		"code": 144
	},
	{
		"name": "Welsh Corgi Pembroke",
		"nameDog": "pembroke",
		"short_description": "A small, stocky dog known for its short legs and big personality.",
		"description": "The Welsh Corgi Pembroke, also known as the Pembroke Welsh Corgi, is a small, stocky dog known for its short legs and big personality. They are known for their intelligence, their loyalty, and their playful nature. Welsh Corgis are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "10-12 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Welsh_Corgi_Pembroke",
		"photo": "",
		"code": 145
	},
	{
		"name": "Chinese Shar-Pei",
		"nameDog": "sharpei",
		"short_description": "A large, wrinkly dog known for its independent and stubborn nature.",
		"description": "The Chinese Shar-Pei is a large, wrinkly dog known for its independent and stubborn nature. They are known for their intelligence, their loyalty, and their gentle nature. Chinese Shar-Pei are good for families with older children, as they can be too independent for young children. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "18-22 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Chinese_Shar-Pei",
		"photo": "",
		"code": 149
	},
	{
		"name": "English Bulldog",
		"nameDog": "bulldog",
		"short_description": "A large, stocky dog known for its wrinkled face and friendly nature.",
		"description": "The English Bulldog is a large, stocky dog known for its wrinkled face and friendly nature. They are known for their intelligence, their loyalty, and their gentle nature. English Bulldogs are good for families with children of all ages. They are also good for people who live in homes with any size yard.",
		"size_at_the_withers": "14-15 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/English_Bulldog",
		"photo": "",
		"code": 150
	},
	{
		"name": "Golden Retriever",
		"nameDog": "retriever",
		"short_description": "A large, friendly dog known for its loyalty and playful nature.",
		"description": "The Golden Retriever is a large, friendly dog known for its loyalty and playful nature. They are known for their intelligence, their loyalty, and their gentle nature. Golden Retrievers are good for families with children of all ages. They are also good for people who live in homes with large yards.",
		"size_at_the_withers": "21-24 inches",
		"friendliness": "9",
		"wiki_article": "https://en.wikipedia.org/wiki/Golden_Retriever",
		"photo": "",
		"code": 152
	},
	{
		"name": "Chihuahua",
		"nameDog": "chihuahua",
		"short_description": "The smallest breed of dog in the world.",
		"description": "The Chihuahua is a small, sturdy dog with a long, narrow head and large, round eyes. They are known for their intelligence and loyalty.",
		"size_at_the_withers": "8-10 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Chihuahua_dog",
		"photo": "",
		"code": 153
	},
	{
		"name": "Miniature Pinscher",
		"nameDog": "pinscher",
		"short_description": "A small, energetic dog with a long, slender body.",
		"description": "The Miniature Pinscher is a small, but sturdy dog with a long, slender body. They are known for their intelligence and loyalty.",
		"size_at_the_withers": "10-12 inches",
		"friendliness": "10",
		"wiki_article": "https://en.wikipedia.org/wiki/Miniature_Pinscher",
		"photo": "",
		"code": 154
	},
	{
		"name": "Tervuren",
		"nameDog": "tervuren",
		"short_description": "A medium-sized, long-haired Belgian Shepherd dog with a fawn coat.",
		"description": "The Tervuren is a loyal, intelligent, and active breed. They are known for their herding instincts, their love of the outdoors, and their friendly personalities. Tervurens are relatively easy to train and make good pets for active families.",
		"size_at_the_withers": "22-26 inches",
		"friendliness": "9",
		"wiki_article": "https://en.wikipedia.org/wiki/Tervuren",
		"code": 155
	},
	{
		"name": "Weimaraner",
		"nameDog": "weimaraner",
		"short_description": "A large, sleek, gray dog with a short, smooth coat.",
		"description": "The Weimaraner is a loyal, intelligent, and active breed. They are known for their gentle nature, their love of the outdoors, and their ability to learn quickly. Weimaraners are relatively easy to train and make good pets for active families.",
		"size_at_the_withers": "23-27 inches",
		"friendliness": "9",
		"wiki_article": "https://en.wikipedia.org/wiki/Weimaraner",
		"code": 156
	},
	{
		"name": "Whippet",
		"nameDog": "whippet",
		"short_description": "A medium-sized, short-haired sighthound with a sleek, athletic build.",
		"description": "The Whippet is a gentle, affectionate, and playful breed. They are known for their speed, their gentle nature, and their love of people. Whippets are relatively easy to train and make good pets for active families.",
		"size_at_the_withers": "18-22 inches",
		"friendliness": "9",
		"wiki_article": "https://en.wikipedia.org/wiki/Whippet",
		"code":107
	},
	{
		"name": "Shihtzu",
		"nameDog": "shihtzu",
		"short_description": "A small, long-haired companion dog with a long, curly tail.",
		"description": "The Shih Tzu is a loyal, playful, and affectionate breed. They are known for their long, flowing hair, their friendly personalities, and their love of people. Shih Tzus are relatively easy to train and make good pets for families with children.",
		"size_at_the_withers": "9-10 inches",
		"friendliness": "9",
		"wiki_article": "https://en.wikipedia.org/wiki/Shih_Tzu",
		"code":109
	},
	{
	"name": "Shiba Inu",
  "nameDog": "shiba",
  "short_description": "A small, sturdy, Spitz-type dog with a thick, double coat.",
  "description": "The Shiba Inu is a loyal, independent, and playful breed. They are known for their fox-like appearance, their stubborn personalities, and their love of the outdoors. Shiba Inus are relatively easy to train, but they require a firm hand. They make good pets for active families who are willing to provide them with plenty of exercise.",
  "size_at_the_withers": "13-16 inches",
  "friendliness": "8",
  "wiki_article": "https://en.wikipedia.org/wiki/Shiba_Inu",
	"code":124
}
]

